{
  "blink.cmp": {
    "branch": "main"
  },
  "blink.compat": {
    "branch": "main"
  },
  "catppuccin": {
    "branch": "main"
  },
  "codecompanion.nvim": {
    "branch": "main"
  },
  "conform.nvim": {
    "branch": "master"
  },
  "copilot.vim": {
    "branch": "release"
  },
  "flash.nvim": {
    "branch": "main"
  },
  "grapple.nvim": {
    "branch": "main"
  },
  "lazy.nvim": {
    "branch": "main"
  },
  "lazydev.nvim": {
    "branch": "main"
  },
  "markview.nvim": {
    "branch": "main"
  },
  "mini.nvim": {
    "branch": "main"
  },
  "nvim-colorizer.lua": {
    "branch": "master"
  },
  "nvim-lspconfig": {
    "branch": "master"
  },
  "nvim-treesitter": {
    "branch": "master"
  },
  "nvim-treesitter-textobjects": {
    "branch": "master"
  },
  "nvim-web-devicons": {
    "branch": "master"
  },
  "oil.nvim": {
    "branch": "master"
  },
  "plenary.nvim": {
    "branch": "master"
  },
  "quick-scope": {
    "branch": "master"
  },
  "snacks.nvim": {
    "branch": "main"
  },
  "supermaven-nvim": {
    "branch": "main"
  },
  "tailwind-tools": {
    "branch": "master"
  },
  "trouble.nvim": {
    "branch": "main"
  },
  "which-key.nvim": {
    "branch": "main"
  }
}
